Repository: DmytroHetmanWork/Movies
Catalog: Movies/Resources/Localizable.xcstrings
Source language: en
Languages: uk

source: Cancel
uk: Скасувати

# message_api_issue
source: Some issues with api. Connect developers. They will fix issue.
uk: Деякі проблеми з API. Підключіть розробників. Вони вирішать проблему

# message_invalid_api_key
source: Invalid API key.
uk: Недійсний ключ API.

# message_network_error_with_code
source: Network error with status code:
uk: Помилка мережі з кодом стану:

# message_no_data
source: No data came from API.
uk: З API не надійшло жодних даних.

# message_offline_mode
source: You are offline. Please, enable your Wi-Fi or connect using cellular data.
uk: Ви офлайн. Будь ласка, увімкніть Wi-Fi або підключіться за допомогою мобільних даних.

# message_select_sorting
source: Select sorting option for displaying desired movies
uk: Виберіть варіант сортування для показу бажаних фільмів

# message_undefined_error
source: Undefined error. Connect developers with your issue.
uk: Невизначена помилка. Повідомте розробників про свою проблему

# sorting_most_revenue
source: Most Revenue
uk: Найбільший дохід

# sorting_newest_movies
source: Newest Movies
uk: Найновіші фільми

# sorting_oldest_movies
source: Oldest Movies
uk: Найстаріші фільми

# sorting_popular_movies
source: Popular Movies
uk: Популярні Фільми

# sorting_title_ascending
source: Title Ascending
uk: Назва за зростанням

# sorting_title_descending
source: Title Descending
uk: Назва за спаданням

# title_cached_movies
source: Cached Movies
uk: Кешовані фільми

# title_choose_option
source: Choose Option
uk: Виберіть параметр

# title_close
source: Close
uk: Закрити

# title_error
source: Error
uk: Помилка

# title_main_navigation
source: Popular Movies
uk: Популярні Фільми

# title_no_results_table
source: No results found
uk: Результатів не знайдено

# title_not_rated
source: Not rated
uk: Не оцінено

# title_OK
source: OK
uk: ОК

# title_rating
source: Rating
uk: Рейтинг

# title_search
source: Search
uk: Пошук
